export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      коммент: {
        __caption__: 'Коммент'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      коммент: {
        __caption__: 'Коммент'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    коммент: {
      __caption__: 'Коммент'
    },
    клиент: {
      __caption__: 'Клиент'
    }
  }
};
