export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      коммент: {
        __caption__: 'Коммент'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      типПродажи: {
        __caption__: 'Тип продажи',
        название: {
          __caption__: ''
        }
      },
      позиция: {
        __caption__: 'Товары',
        колич: {
          __caption__: 'Количество'
        }
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      коммент: {
        __caption__: 'Коммент'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      типПродажи: {
        __caption__: 'Тип продажи',
        название: {
          __caption__: 'Тип продажи'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    коммент: {
      __caption__: 'Коммент'
    },
    типПродажи: {
      __caption__: 'Тип продажи'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    позиция: {
      __caption__: 'Товары'
    }
  }
};
